[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MainApp.Project]
ProjectName=Bloody7

[MainApp.TrayIconPopupMenu]
mi_LaunchOnLogin->Caption=Avvio automatico
mi_TrayLaunch->Caption=Apri %P
mi_ProgramExit->Caption=Exit
mi_MultiDeviceManage->Caption=Dispositivi multipli
mi_MouseLed->Caption=Display Funzione
mi_DevicePair->Caption=Programma di abbinamento
mi_ProgramClose->Caption=Caricamento profilo on-board
mi_MouseLedFunc_AlwaysShow->Caption=Visualizza sempre
mi_MouseLedFunc_ChangedShow->Caption=Mostra quando viene modificato
mi_MouseLedFunc_Hide->Caption=Nascondi
mi_W4DSetting->Caption=Ruota 4D
mi_TroubleShooting->Caption=Troubleshoot
mi_UpdaterSetting->Caption=Update Settings
mi_AdvancedFeatures->Caption=Advanced Functionality
mi_AdvancedFeature_SyncSeriesLog->Caption=Export Settings to Share
mi_AdvancedSettings->Caption=Advanced Settings
fd_SyncSeriesLog->Caption=Export Settings to Share
fd_SyncSeriesLog->Title=Please Select Folder to Export:
ExportForSyncSeriesLogSuccess=Export Complete
mi_FactoryDefault->Caption=

[MainApp.TriggerSetPopupMenu]
mi_NoSetting->Caption=nessun settaggio
mi_Keyboard->Caption=Tastiera…
mi_Mouse->Caption=Mouse
mi_OfficeHotKeys->Caption=Office Hotkeys
mi_MultiMediaHotKeys->Caption=Multimedia Hotkeys
mi_LockRightKey->Caption=Blocca tasto destro
mi_MouseSensitivity->Caption=CPI
mi_MinusMouseSensitivity->Caption=CPI-
mi_PlusMouseSensitivity->Caption=CPI+
mi_CycleMouseSensitivity->Caption=Ciclo CPI
mi_Sniper->Caption=Fucile da cecchino
mi_Sniper1->Caption=Fucile da cecchino 1
mi_Sniper2->Caption=Fucile da cecchino 2
mi_Sniper3->Caption=Fucile da cecchino 3
mi_Sniper4->Caption=Fucile da cecchino 4
mi_Sniper5->Caption=Fucile da cecchino 5
mi_Sniper6->Caption=Fucile da cecchino 6
mi_SelectMacroFile->Caption=Seleziona file macro
mi_SelectMacroCheatsFile->Caption=Seleziona file combo
mi_MacroManager->Caption=Gestore Macro…
//多媒體熱鍵 - 網路=
mi_Back->Caption=Indietro
mi_Forward->Caption=Avanti
mi_StopSearch->Caption=Stop
mi_Refresh->Caption=Aggiorna
mi_WebSearch->Caption=Cerca
mi_MyFavorite->Caption=Preferito
mi_WebBrowser->Caption=Browser web
mi_Email->Caption=e-mail
//多媒體熱鍵 - 多媒體=
mi_MediaPlayer->Caption=Lettore multimediale
mi_PreviousTrack->Caption=Precedente traccia
mi_NextTrack->Caption=Prossima traccia
mi_StopPlay->Caption=Ferma
mi_PlayPause->Caption=Play/Pausa
mi_Mute->Caption=Disattiva audio
mi_VolumeAdd->Caption=Volume +
mi_VolumeSub->Caption=Volume -
//多媒體熱鍵 - 系统=
mi_Calculator->Caption=calcolatrice
mi_MyComputer->Caption=Mio computer
mi_Sleep->Caption=Sleep
mi_Poweroff->Caption=Spegni
//滑鼠模擬+滾輪模擬=
mi_LeftButton->Caption=bottone sinistro
mi_RightButton->Caption=bottone destro
mi_MiddleButton->Caption=bottone medio
mi_4thButton->Caption=4th bottone
mi_5thButton->Caption=5th bottone
mi_ScrollUp->Caption=Scorri in alto
mi_ScrollDown->Caption=Scorri in basso
mi_ScrollLeft->Caption=Scorri a sinistra
mi_ScrollRight->Caption=Scorri a destra
mi_AxisYReversion->Caption=Inverti asse Y
//辦公熱鍵=
mi_Software->Caption=Esegui programma
//辦公熱鍵 - 辦公常用=
mi_Maximize->Caption=Massimizzare
mi_Minimize->Caption=Minimizzare
mi_AllMinimize->Caption=Minimizzare tutto
mi_ZoomIn->Caption=Ingrandisci
mi_ZoomOut->Caption=Riduci
mi_PasteText->Caption=Incolla testo
mi_2XKey->Caption=Doppio click
mi_3XKey->Caption=Triplo click
mi_TripleFire->Caption=Triplo sparo
mi_Cut->Caption=Taglia[Ctrl+X]
mi_Copy->Caption=Copia[Ctrl+C]
mi_Paste->Caption=Incolla[Ctrl+V]
mi_Delete->Caption=Cancella[Del]
mi_Search->Caption=Cerca[Ctrl+F]
mi_SelectAll->Caption=Seleziona[Ctrl+A]
mi_Redo->Caption=Rifare[Ctrl+Y]
mi_Undo->Caption=Annulla[Ctrl+Z]
mi_NewFile->Caption=Nuovo file[Ctrl+N]
mi_OpenFile->Caption=Apri file[Ctrl+O]
mi_SaveFile->Caption=Salva file[Ctrl+S]
mi_Print->Caption=Stampa[Ctrl+P]
mi_Disabled->Caption=Disattivato
//螢幕功能=
mi_ScreenCaptureFunc->Caption=Funzione schermo
mi_StaticShot->Caption=Cattura schermo
mi_16in1MouseGesture->Caption=Gesture 16-in-1
mi_MouseGestures->Caption=
mi_PenSuit->Caption=indicatore di linea
profilekey=Tasto specifico mouse
mi_ScrollShot->Caption=
mi_ScreenCapture->Caption=Cattura schermo
mi_ScreenShotPro->Caption=Screen Capture Pro

[MainApp.Misc]
Version=Versione:
Key=Tasto
ScriptIsTooLarge=Script di dimensione troppo grande, la memoria non è sufficiente.
SelectSoft=Selezionare il nome del file o il collegamento
InternetMessageInform=Hai  %d nuovi messaggi !
MouseNotExists=Mouse Bloody non presente,collegare il Mouse Bloody.
DetectMultiDevice=Diversi Mouse Bloody trovati,si prega di tenere uno solo e riavviare il programma.
DetectMultiSoftware=Il programma è già stato aperto!
UpdateKernelSystem=Modifica core
FinishUpdateKernelSystem=Modifica codice completata!
MouseKeySet=Settaggio tasti mouse
MouseOSDHint=Avviso di suggerimento
TrialAccessDeny=Thanks for viewing [HEADSHOT]! Can not apply! Please purchase Ultra-Core3 activation code online!
ScriptApplyInform=Le impostazioni vengono memorizzate nella memoria del mouse!
SensitivityApplyInform=Le impostazioni vengono memorizzate nella memoria del mouse!
WirelessGuardApplyInform=Le impostazioni vengono memorizzate nella memoria del mouse!
SniperApplyInform=Le impostazioni vengono memorizzate nella memoria del mouse!
NoMoreHint=Non mostrare più
UpdateWirelessMouse=Aggiornamento mouse
UpdateWirelessKeyboard=Aggiormamento tastiera
FinishUpdateDeviceFirmware=Aggiornamento completo!
ExecutionDeny=Una versione del software non è supportata, scaricare l'ultima versione del software Bloody!
ProgramTerminateTitle=Nessuna interruzione del gioco
ProgramTerminateTips=Per evitare di essere rilevato ed eliminato come "programma irregolare" da gameguard, scegliere "nessuna interruzione del gioco". Caricherà tutti i dati nella memoria del mouse e funzionerà senza bisogno di driver.
TrialVersionHint=La prova gratuita per le 1000 volte è stata superata, accedere allo shop on-line per acquistare Ultra Core3.
MacroMemoryDownloadErrorToRestore=Download error!! There is a problem with the script's macro content, please revise the script. It will automatically return to the previous setting!! 
MacroMemoryDownloadErrorAndTerminate=Download error!! There is a problem with the script's macro content.

[KeyboardPanelForm]
ck_Window->Caption=Windows
ck_Ctrl->Caption=Ctrl
ck_Alt->Caption=Alt
ck_Shift->Caption=Shift
lb_Close->Caption=Chiudi

[PasteTextForm]
lb_Text->Caption=Inserire testo
mi_EditerCut->Caption=Taglia       Ctrl+X
mi_EditerCopy->Caption=Copia        Ctrl+C
mi_EditerPaste->Caption=incolla      Ctrl+P
N1->Caption=-
mi_LoadFromFile->Caption=Leggi da file …
mi_LoadFromRecord->Caption=Testi recenti

[TrayIconWebAD]
lb_Title->Caption=Informazioni di notifica
lb_Close->Caption=

[KeySetForm]
lb_SelectConfiguration_KS->Caption=Seleziona profilo:
lb_ConfigurationSwitch_KS->Caption=Configura modalità interruttore:
ConfigurationManagement=Gestisci profilo
ReturnToDefault=Torna alle impostazioni predefinite
NotSpecify=Non può essere specificato
HardwareSwitch=Senza driver per il mouse
apps=Software funzionante
hotkey=Hotkey tastiera
profilekey=Tasto specifico mouse
MouseRestoreHint=Riprendi le impostazioni predefinite
AskMouseRestore=Riprendere tutte le impostazioni predefinite del mouse? (La funzione del mouse verrà sospesa fino a che il processo non sarà completato.)
lb_Hint_KS->Caption=Fai clic sui pulsanti sopra per personalizzare il programma!
WeaponExtensionsKeys=[Guns] Extensions Key

[MouseSensitivityForm]
htmlb_ReportRate_Sensitivity->Caption=Segnalazione report
htmlb_Debounce_Sensitivity->Caption=Antirimbalzo
DebounceIRPT_Title=Risposta chiave (interruttore infrarossi-micro, 0.2ms estremo, nessuna regolazione necessaria).
htmlb_125Hz_Sensitivity->Caption=125Hz
htmlb_250Hz_Sensitivity->Caption=250Hz
htmlb_500Hz_Sensitivity->Caption=500Hz
htmlb_1000Hz_Sensitivity->Caption=1000Hz
htmlb_2000Hz_Sensitivity->Caption=2000Hz
ck_ArmorBoots_Sensitivity->Caption=Want to increase your Sensitivity? 
lb_SensorLiftHeightCalibration_Sensitivity->Caption=Calibrazione sensore
ck_DefaultSensorLiftHeight_Sensitivity->Caption=Preset
ck_SensorLiftHeightCalbration_Sensitivity->Caption=Calibrazione 
bt_SensorLiftHeightCalibration_Sensitivity->Caption=Calibrazione
LaserMicroSensorLiftHeightCalibrationHelp=La tecnologia innovativa "16-grade Calibration Technology", perfeziona la messa a fuoco fra il motore grado laser e le texture di funzionamento, il che rende più nitide le immagini catturate per un miglior posizionamento del cursore e una più ampia adattabilità della superficie di lavoro.  
OpticsMicroSensorLiftHeightCalibrationHelp=La tecnologia innovativa "16-grade Calibration Technology", perfeziona la messa a fuoco fra il motore grado laser e le texture di funzionamento, il che rende più nitide le immagini catturate per un miglior posizionamento del cursore e una più ampia adattabilità della superficie di lavoro.  
htmlb_MouseDPITip_Sensitivity->Caption=Impostazione CPI
MouseDPIHelp1=Cambiare DPI : doppio clic 1 , si lampeggia luce rossa ,regolare DPI +/-con la rotella , e cliccare di nuovo 1 per salvare .
MouseDPIHelp2=Per selezionare rapidamente un livello CPI pre-impostato, premere il pulsante Avanti [1] e tenerlo premuto per 3 secondi fino a che la luce rossa non lampeggia.  Quindi, far scorrere la "ruota" perpassare ai livelli CPI e premere nuovamente il Pulsante [1] per restare sul CPI selezionato.
MouseDPIHelp3=4th and 5th button can be set as CPI Button.
DebounceHelp=La frequenza in risposta per i mouse normali e' di circa 18 secondi . Ma il mouse Bloody World First puo' avere una frequenza di solo 1 secondo ,comprese 18 selezioni.
DebounceHelp_IR=Innovazione esclusiva del rilevamento a infrarossi "Ahead[1ms]", usa fotoaccoppiatori per innestare l'interruttore senza contatto fisico e riduce la risposta chiave a 1 ms estremo (il mouse tipico è all'incirca 18 ms). Risolve le anomalie di funzionamento della chiave causate da ossidazione e invecchiamento, e migliora il ciclo di vita della chiave.
ArmorBootsHelp=Use the Durable Metal Mouse Feet for higher sensitivity! @RETURN@(Optional Accessory)
SensorLiftUnsupported=Questo modello non supporta la funzione "Calibrazione motore di sintonia fine".
DebounceHelp_IR_Patent=View CN Patent 
TipsForInvalidReportRate=This product is a hardware to adjust the report rate, no software setting is required.

[OSDSetting]
lb_KeyComment->Caption=Suggerimento tasti:
ck_EnableOSD->Caption=Suggerimento tasti abilitati
lb_DisplayTime->Caption=Tempo di visualizzazione
lb_DisplayX->Caption=X :
lb_DisplayY->Caption=Y :
lb_Position->Caption=Posizione:
lb_Cursor->Caption=Cursore
//im_CursorPoint->Hint=Spostare il cursore del mouse , e segnalare qualsiasi punto di riferimento sullo schermo per ottenere le coordinate della posizione . 
ck_BackgroundEnable->Caption=Ablita Sfondo
lb_BackgroundColor->Caption=Colore Sfondo:
lb_FontSize->Caption=Dimensione carattere:
lb_FontColor->Caption=Colore carattere:
lb_Memo->Caption=Nota : eventuali impostazioni verranno applicate a tutti i suggerimenti tasti 
InputDigitError=Inserire numero!
OSDSecondsRangeError=Tempo visualizzazione Display valido da  %x a  %y .
OSDFontSizeRangeError=Dimensione carattere valido da  %x a  %y .

[WeaponsAdjustForm]
lb_Catalog_Weapon->Caption=Gioco:
lb_TShootType_Weapon->Caption=Stile
lb_TGunName_Weapon->Caption=Armeria
lb_TControlKey_Weapon->Caption=Selezionare
lb_TResolution_Weapon->Caption=Risoluzione
lb_TCPIRemark_Weapon->Caption=Sensibilità
ApplyInform=I dati più recenti di arma da fuoco sono stati caricati in memoria del mouse, usare il 1/N/3/4 tasti di controllo, per cambiare la Left-Key modalità di scatto!
GameManagement=Cartella
GameManagement_New=Nuova cartella
GameManagement_Edit=Rinomina cartella
GameManagement_Delete=Elimina cartella
GameManagement_FileManage=Importa / Esporta
GameManagement_Transfer=Caricamento / Scaricamento
GameManagement_Import=Importa 
GameManagement_Export=Esporta 
bt_OnlineRefrence_Weapon->Caption=Manuale
NewGameNameTitle=Nome nuovo gioco
NewGameNameDefault=Nuova cartella
ModifyGameNameTitle=Modifica nome gioco
DeleteGameTitle=Elimina
DeleteGameNameTitle=File
DeleteGameFileConfirm=Eliminare i dati di questo gioco ?
DeleteGameFileSelected=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
RenameGameNameSelected=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
ImportGunFile=Seleziona file Pistola da importare 
ExportGunFile=Seleziona file Pistola da esportare 
ExportGunFileTargetFolder=Seleziona cartella di destinazione:
ExportGunFileSuccess=Esporta file Pistola con successo!
ImportFileExists=File esistente , sovrascrivere ?
ImportDeny_FileFormatError=Formato non corretto , impossibile importare !
ControlKey1=N-Key
ControlKey2=3-Key
ControlKey3=4-Key
ControlKey4=bottone medio
ControlKey5=4th bottone
ControlKey6=5th bottone
ControlKey7=xx-Key
ShootTypeA=A-Burst
ShootTypeB=B-Strafe
ShootTypeC=C-Machine
ShootTypeD=D-In_Game
ShootTypeM=M-Macro
CPIRemarkDefault=Predefinito
lb_ExtensionsControlKeySetting_Weapon->Caption=[Guns] Extensions Keys

[InputBoxEx2Form]
lb_InputMessage->Caption=Inserisci nome
InputNameError=Prego inserire il nome del file !
InputNameExists=File esistente ,impossibile creare !
InputNameInvalid=Inserimento nome invalido , non possono contenere caratteri  \ / : * ? " < > | ].
SpecialNameAvoid=Carattere non valido , inserire di nuovo !

[WeaponPropertiesForm]
lb_GunFileManagement->Caption=File
lb_GameName->Caption=Gioco
lb_PropertyMode->Caption=Stile
lb_GameResolution->Caption=Risoluzione
lb_CPIRemark->Caption=Sensibilità
lb_GunName->Caption=Nome
lb_3xBulletCountSet->Caption=Numero
lb_3xBallisticCompensation->Caption=Ritorno
lb_3xBulletIntervalTime->Caption=Ripresa@RETURN@Intervallo (ms)
lb_NxBallisticCycle->Caption=Ciclo
lb_NxBallisticCycleDescript1->Caption=Da
lb_NxBallisticCycleDescript2->Caption=a
BallisticCompensation1=Non ritornato
BallisticCompensation2=Ritornato
GunManagement=Nomi
GunManagement_New=Nuovo
GunManagement_Open=Apri
GunManagement_Save=Salva
GunManagement_SaveAs=Salva con nome
GunManagement_Delete=Elimina
GunManagement_Rename=Rinomina
OpenDialog_Title=Attiva nuova Pistola
OpenDialog_GameName=Catalogo 
OpenDialog_GunFile=Nomi
OpenDialog_FileType=Tipo
OpenDialog_FileTypeCaption1=Tutti i file (*.*)
OpenDialog_FileTypeCaption2=A-*.bwp (A-Burst)
OpenDialog_FileTypeCaption3=B-*.bwp (B-Strafe)
OpenDialog_FileTypeCaption4=C-*.bwp (C-Machine)
OpenDialog_FileTypeCaption5=D-*.bwp (D-In_Game)
OpenDialog_FileTypeCaption6=M-*.mgn (M-Macro gun)
OpenDialog_FileTypeCaption7=M-*.mgn2 (M-Macro gun)
RKeyToPauseNx3x_A=Premere il tasto R,@RETURN@ disattiva A-Burst
RKeyToPauseNx3x_B=Premere il tasto R,@RETURN@ disattiva B-Strafe
RKeyToPauseNx3x_C=Premere il tasto R, @RETURN@ disattiva C-Machine
RKeyToPauseNx3x_D=Premere il tasto R, @RETURN@ disattiva D-In_Game
GunNameExists=File esistente
DeleteGunFileConfirm=Elimina file Pistola ?
DeleteLockedGunFile=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
WeaponPropertiesUpdateDeny=Versione di visualizzazione , impossibile salvare !
SelfDefineAddError=Impossibile creare nuovo ! Non possono contenere caratteri \ / : * ? " < > | ]
AskDialog_IsSave=Salva le modifiche ?
bt_BallisticDemo->Caption=Trajectory
bt_HardwareTemporaryAdjust->Caption=Description
DialogOpen=Apri
DialogSave=Salva
DialogDelete=Elimina
AModeStatement=A-Burst: il tasto sinistro  funziona da multi-scatto, fino a 5 scatti, è possibile utilizzare "Offset" e "Intervallo di tempo" per regolare le migliori prestazioni delle armi. Il "Offset" elimina gli effetti di rinculo e il "Intervallo di tempo" può controllare velocità di scatto. L'intervallo di tempo più breve intende il più veloce di scatto. È possibile attivare o disattivare "mirino" di ritorno. I vantaggi di questa modalità si concentrerà traiettoria delle armi e di risparmiare proiettili.
BModeStatement=B-Strafe: Il tasto sinistro  esegue la funzione on-off ad alta velocità. Usare "Offset" e "Intervallo di tempo" per mettere a punto ogni colpo. Questa modalità consente di intensificare le armi da fuoco con una mitragliatrice-come potenza di fuoco. Seconda delle caratteristiche di ogni armi da fuoco, usare "Sub-loop" per impostare le migliori prestazioni di armi da fuoco.
CModeStatement=C-Machine: ottimizzare la velocità di scatto e sincronizzare pistola di velocità per le migliori prestazioni , e applicare "Offset" per rendere il mitra 'balistica intensamente concentrato.
DModeStatement=D-In_Game: Non necessità di uscire dai giochi, fare doppio clic su "N" o "3" per regolare "Offset" e "Intervallo di tempo", il file pistola si aggiorna automaticamente dopo il gioco  per l'uso in futuro (premere tasto destro durante il gioco per accedere alle informazioni .)
MModeStatement=M-Macro: Per trasferire "file macro" al Key-L. È possibile incorporare il fuoco con molte azioni, come il salto, accovacciata e sbarco , per evitare il facile rintracciamento dal vostro nemico . Nello stesso tempo, se avete bisogno di più proiettili per le regolazioni di traiettoria, utilizzare questa modalità su misura per il vostro proprio modo. Per utilizzare la modalità di Oscar Gun Macro richiede capacità di programmazione di base, i giocatori possono anche scaricare le macro dalla piattaforma di condivisione online e imparare di più come usarlo.
lb_OpenStatement->Caption=Spiegare>>
lb_CloseStatement->Caption=Chiudi>>
rb_AMode->Caption=A-Burst
rb_BMode->Caption=B-Strafe
rb_CMode->Caption=C-Maschine
rb_DMode->Caption=D-In_Game
rb_MMode->Caption=M-Macro
lb_CorrectXY->Caption=Regolare(X,Y)
lb_CorrectY->Caption=Regolare-Y
lb_Offset->Caption=Offset
lb_Y->Caption=Y@equ@
lb_X->Caption=X@equ@
htmlb_Statement1->Caption=Guida Regolazione Gun
htmlb_Statement2->Caption=Scegliere la regolazione 4 vie A / B / C / D per la creazione di nuovo file pistola . M è solo per il trasferimento Oscar Macro.Grazie alle caratteristiche da fuoco, utilizzare solo il suo modo originale per modificare.
htmlb_Statement3->Caption=A-Burst: Regolare [Gun, Sniper & Machine] Multi-scatto a raffica di pressione
htmlb_Statement4->Caption=B-Strafe: Regolare [Gun, Sniper & Machine] Strafe tiro pressione
htmlb_Statement5->Caption=C-Machine: Regolare [Sniper & Machine gun] Pistola a pressione di ripresa
htmlb_Statement6->Caption=D-In_Gioco: Regolare [Gun, Sniper & Machine] Strafe pressione di ripresa nel gioco
htmlb_Statement7->Caption=M-Macro: Trasferimento [Oscar Macro] combinare azione del personaggio e di ripresa per tasto sinistro
lb_SelectUse->Caption=Seleziona
lb_MacroFileName->Caption=File macro
lb_Common->Caption=Nota
IsCoverGunFile=File esistente , sovrascrivere ?
PleaseCreateMacro=File Oscar Macro non esistente , si prega di modifica prima il file Macro !
PleaseSelectedMacroName=Seleziona il file Macro !
ResolutionError=Errore dati risoluzione !
WeaponUsed=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
IsMacroToWeapon=Seleziona file  Macro, Trasferire in file formato Macro-gun ?
CPIRemarkError=Sensibilità informazioni errore!
MacroUsed=File di macro usando, non è possibile convertire!
CPIRemarkDefault=Predefinito
NoAuthorityUse=Autorità insufficiente, non è possibile aprire il file!

[KernelSystemSetting]
htmlb_HardwareIdDescript_KSYS->Caption=Tecnologie innovative 4-Core, tipo 4 core [basso, medio, alto, speciale]. Il Core 3 & 4 possono essere aggiornati con un codice di attivazione (acquisto necessario) che consente funzioni speciali FPS e funzioni super combo MMO/RPG per una straordinaria esperienza di gioco.
htmlb_HardwareIdDescriptSeriesE_KSYS->Caption=Innovazione: approfittando della flessibilità del dito indice, i pulsanti sinistro e destro sono realizzati su misura con capacità di auto-shift, il che si adatta alla perfezione ai giochi LOL e MOBA.
lb_HardwareIdCopy_KSYS->Caption=Clicca per copiare
htmlb_Kernel1_KSYS->Caption=Core1: Adatto per il gioco di ruolo e per i giochi di strategia in tempo reale.
htmlb_Kernel2_KSYS->Caption=Core2> Adatto per giochi primari FPS.
htmlb_Kernel3_KSYS->Caption=Ultra-Core3: Headshot, adatto per giochi Senior FPS.
htmlb_Kernel4_KSYS->Caption=Ultra Core4: uso per giochi avanzati MMO/RPG.
htmlb_Description1_KSYS->Caption=Offre la possibilita' ai giocatori di personalizzare le impostazioni , anche se senza utilizzare la soppressione di rinculo in automatico , consente comunque di percepire una risposta piu' veloce del mondo .
htmlb_Description20_KSYS->Caption=Per FPS primario, il tasto L spara con le seguenti modalità:@RETURN@Premere "1" per sparo singolo@RETURN@Premere "N" per 2 spari-esplosione@RETURN@Premere "3" per 3 spari-esplosione@RETURN@Premere "4" per 4 spari-esplosione
htmlb_Description30_KSYS->Caption=Accumulare eventuali esperienze da 【1000 prove gratuite】.Dopo di che , si potra' cliccare su acquista [Ultra-Core3] per attivare [HEADSHOT] permanentemente .
htmlb_Description31_KSYS->Caption=Prove rimaste: %d  volte
htmlb_Description32_KSYS->Caption=Grazie per avere scelto [Ultra-Core3] .I vostri commenti e suggerimenti ci aiutano a migliorare .
htmlb_Description33_KSYS->Caption=I design [In_Game]&[Pre_Game] permettono di modificare la traiettoria, con soppressione di rinculo in automatico per ottenere il massimo tasso di HEADSHOT.
htmlb_Description40_KSYS->Caption=“Prova gratuita”: Sarà possibile provare la “Funzione combo” per 1000 volte. Dopo il periodo di prova sarà possibile fare clic sulla scheda destra per acquistare il codice di attivazione “Core3/4” dal negozio on-line per poterlo usare sempre col mouse.
htmlb_Description42_KSYS->Caption=Implementare comandi complessi multi-chiave e semplificare in comando 1 chiave, nell'esempio; " Un clic di attacco, lanciare incantesitmo, eseguire azioni preferite o ciclo automatico del comando."
htmlb_Description43_KSYS->Caption=Implementare comandi complessi multi-chiave e semplificare in comando 1 chiave, nell'esempio; " Un clic di attacco, lanciare incantesitmo, eseguire azioni preferite o ciclo automatico del comando."
htmlb_Memo_KSYS->Caption=Attenzione : normalmente si carica il driver in automatico per il primo collegamento al Windows . 
HardwareID=ID mouse:
Kernel3Appreciative=Dopo aver raggiunto 1000 prove gratuite , si clicca [Acquista Ultra-Core3] per attivare [HEADSHOT].
Kernel3HasBeenActivated=
HardwareIdCopied="Mouse ID" e' stata copiato , utilizzare "CTRL+V" per salvare in file .
HasBeenActivated=Bloody - versione PRO [attivata con Core3/4]
htmlb_LanceSlight_KSYS->Caption=Bloody- versione BASIC
UnActivateAppreciative=[Versione di visualizzazione non attivata]
UnActivateExperience=[Versione di prova non attivata]
USBActivated=[Protocollo USB attivato]
htmlb_USBRedefine_KSYS->Caption=Protocollo USB
htmlb_USBRedefineDescript_KSYS->Caption=Sotto certe condizioni , sarebbe possibile ordinare questo nuovo protocollo USB .
bt_BloodyTeam_KSYS->Caption=Review comments
bt_Cart_KSYS->Caption=Acq. Cod. attivaz.
bt_Mall_KSYS->Caption=     Visit [Bloody Shop]
bt_UltraGun3Info_KSYS->Caption=Informazioni su  [Core3/4]
bt_Suggestion_KSYS->Caption=Upload comments
bt_Kernel3Activate_KSYS->Caption=Attiva [Core3/4]
bt_Forum_KSYS->Caption=
lb_OpenHIDDescript_KSYS->Caption=Spiegare>>
lb_CloseHIDDescript_KSYS->Caption=Chiudi>>
htmlb_SelectCoreMode_KSYS->Caption=Scegli il core:
ck_CoreTournamentMode_KSYS->Caption=Torneo (Predefinito - Core 1)
ck_CoreGamingMode_KSYS->Caption=Gioca (Predefinito - Core 3)
lb_TournamentModeTitle_KSYS->Caption=Descrizione dei core del torneo>>
lb_GamingModeTitle_KSYS->Caption=Gioca descrizione core>>
htmlb_TournamentModeDescript_KSYS->Caption=Il core del torneo consiste nel seguire le regole di non usare la programmazione macro con mouse e si consiglia che i giocatori aderiscano consapevolmente alle regole del gioco.
htmlb_GamingModeDescript_KSYS->Caption=Il core del gioco può modificare la programmazione macro col mouse, programmazione macro con combinazione multi-tasti richiesta per diversi giochi. Per migliorare il record del giocatore, salvare il tempo e rilasciare i click-dita in modalità "dull".
CoreGamingMode=
CoreTournamentMode=
htmlb_TournamentCoreDescript_KSYS->Caption=

[CertificationForm]
lb_USBRedefineMemo->Caption=Inserire mouse Bloody , e poi cliccare su [AGGIORNAMENTO PROTOCOLLO USB] ed importare "*pid" per l'aggiornamento .
lb_Kernel3Memo->Caption=Si prega di collegare il mouse Bloody e fare clic su “Attiva pulsante Core 3/4”, quindi fare doppio clic sul file di attivazione acquistato [*.bld], o inserire il numero di scheda attivazione per continuare con l'attivazione.
HasBeenActivated=[Ultra-Core3] attivato！
NotActivated=[Ultra-Core3] non attivato !
ReActivation=New USB protocol has been updated!
ImportCertificationFile=Select Core3 file to import
bt_ImportKernel3CertificationFile->Caption=[Attiva Core3/4] 
bt_ImportUSBRedefineCertificationFile->Caption=Click to update the USB Protocol
lb_ActivateWay1->Caption=Opzione di attivazione 1:
lb_ActivateWay2->Caption=Opzione di attivazione 2:
ServerConnectionError=Attivazione non riuscita, controllare che il collegamento di rete e il firewall siano impostati su aperto.
ServerBusy=Il Server è impegnato ora, riprovare in seguito!
ServerMaintenance=Il server è in fase di manutenzione, riprovare nuovamente fra %x h %y minuti!
DualModeActivateError=Collegare sia il ricevitore Nano che il dispositivo cablato USB per attivare la serie a doppia modalità!

[ShootModeForm]
lb_Key1_ShootMode->Caption=Premere[1], tasto sinistro per "Colpo singolo"
lb_KeyNKernel2_ShootMode->Caption=Premere[N], tasto sinistro per "2-Colpi" 
lb_Key3Kernel2_ShootMode->Caption=Premere[3], tasto sinistro per "3colpi" 
lb_Key4Kernel2_ShootMode->Caption=Premere [4]: tasto L per "4-Esplosione"
lb_KeyNKernel3_ShootMode->Caption=Premere[N]: tasto L per "Pistola definita da utente"
lb_Key3Kernel3_ShootMode->Caption=Premere[3]: tasto L per "Pistola definita da utente"
lb_Key4Kernel3_ShootMode->Caption=Premere [4]: tasto L per "Pistola definita dall'utente"
lb_KeyNKernel2_N3M_ShootMode->Caption=Press[N]: [%P] for "2-Burst"
lb_Key3Kernel2_N3M_ShootMode->Caption=Press[3]: [%P] for "3-Burst"
lb_KeyNKernel3_N3M_ShootMode->Caption=Press [N] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
lb_Key3Kernel3_N3M_ShootMode->Caption=Press [3] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
ck_SwitchLeftRightBtn_ShootMode->Caption=Alterna pulsante Sinistra / Destra
ck_LeftBtnAsShootKey_ShootMode->Caption=Switch Guns
lb_AccurateCPIAdjust_ShootMode->Caption=Regolare CPI
lb_AccurateTest_ShootMode->Caption=Test 
SniperAction1=Fucile da cecchino 1
SniperAction2=Fucile da cecchino 2
SniperAction3=Fucile da cecchino 3
SniperAction4=Fucile da cecchino 4
SniperAction5=Fucile da cecchino 5
SniperAction6=Fucile da cecchino 6
lb_AccurateCpiDescript_ShootMode->Caption=Modalità di visione nel gioco:@RETURN@A seconda dei vari telescopi dei fucili da cecchino, premendo "Tasto di precisione" e facendo scorrere la ruota del mouse verso l'alto / basso, si regolerà in modo delicato la CPI in modo da uccidere i nemici in modo efficace. 
AccurateHelp10=Fucile da cecchino 1 ( spin down)
AccurateHelp11=In questa modalità, premendo "Fucile da cecchino" durante il gioco verrà attivata "Visuale singola" o "Doppia visuale" in modo leggero così da eliminare in modo efficace i target in movimento!
AccurateHelp20=Fucile da cecchino 2 ( single sight + spin down)
AccurateHelp21=In this mode, by pressing and holding the "Sniper rifle" with the thumb during the gameplay, it will act  as "Press right button to bring the single sight" so as to eliminate the middle to long range targets effectively!

AccurateHelp30=Fucile da cecchino 3 ( single-sight + press + spin down CPI)
AccurateHelp31=In questa modalitÃ , premendo e tenendo premuto il "Fucile da cecchino" col pollice durante il gioco, funziona come "Premere il tasto destro per portare la visuale singola ripetutamente" in modo da eliminare i target su rage medio o lungo in modo efficace!

AccurateHelp40=Fucile da cecchino 4 ( double sights + spin down CPI)
AccurateHelp41=In questa modalità, premendo e tenendo premuto il "Fucile da cecchino" col pollic durante il gioco, funziona come "Premere DUE VOLTE il pulsante destro per portare la doppia visuale" so as to eliminate  the middle to long range moving targets effectively!
AccurateHelp50=Fucile da cecchino 5 (1-Key Sniper Shoot) 
AccurateHelp51=Quando questa modalità è attivata, premendo il tasto “sniper” sul mouse si eseguirà immediatamente il comando: “premere il tasto destro e sinistro del mouse contemporaneamente" durante il gioco. Si tratta dell'equivalente di “attiva la visuale sniper e spara una volta al target”. Il grande vantaggio sta nel fatto che il fucile sniper sparerà immediatamente al target senza aprire il mirino! @RETURN@Vi potrebbe essere un leggero ritardo a livello di prestazioni di questa funzione a causa delle caratteristiche del fucile da cecchino e della velocità della connessione a Internet)@RETURN@
AccurateHelp60=Fucile da cecchino 6 ( 7-Key Weapon Change)
AccurateHelp61=Mentre è attivata questa modalità il mirino sniper è aperto, premendo il tasto “sniper” sul mouse viene eseguito immediatamente il comando: “spata una volta al target e cambia armi per riportare il fucile da cecchino allo stato pronto per sparare.” Il grande vantaggio è che il fucile da cecchino spara al target e si ricarica automaticamente per tornare allo stato pronto per sparare! @RETURN@(Vi potrebbe essere un leggero ritardo nell'esecuzione di questa funzione e causa delle caratteristiche del fucile e della velocità della connessione a internet)@RETURN@
lb_SniperHint_ShootMode->Caption=Impostare un pulsante su “ Fucile Sniper“ nella “Pagina pulsante".
lb_LeftBtnAsShootKeyN3M_ShootMode->Caption=Double Guns by pressing Fire Button [F] and Left Button [L].
bt_SharkSeriesControlKeySetting_ShootMode->Caption=[Left Button] Setting
formSharkSeriesMouseKeySettingDialog->lb_Title->Caption=[Left Button] Setting
SharkSniperKeyNKernel2=First press [n/3]:  L-Key for "2-Burst"
SharkSniperKey3Kernel2=Second press [n/3]: L-key for "3-Burst"
SharkSniperKey4Kernel2=Third press [n/3]:  L-key for "4-Burst"
SharkSniperKeyNKernel3=First press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey3Kernel3=Second press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey4Kernel3=Third press [n/3]: L-Key for "User Defined Gun"

[HardwareAdjustHint]
lb_Title->Caption=Regolare [In-Game]
htmlb_BulletIntervalTime->Caption=Regolare tempo di intervallo di proiettile tramite rotella +/-
htmlb_AdjustTrajectory->Caption=Suppressione : clicca tasto 4 per reset e clicca tasto 5 per aumentare

[HardwareTemporaryAdjustForm]
htmlb_Title->Caption=Regolare [In-Game]
htmlb_Header1->Caption=Immagine
htmlb_Header2->Caption=1.Inizia
htmlb_Header3->Caption=2.Modifica   
htmlb_Header4->Caption=3.Exit
htmlb_Strafe->Caption=N-Ctrl-Key
htmlb_Bursts->Caption=3-Ctrl-Key
htmlb_NxStep1->Caption=Doppio clic N-Key , si lampeggia luce verde
htmlb_3xStep1->Caption=Doppio clic 3-Key , si lampeggia luce gialla 
htmlb_Nx3xStep21->Caption=Regolare tempo di intervallo di proiettile tramite rotella +/-
htmlb_Nx3xStep22->Caption=Suppressione : clicca 4-Key per reset e clicca 5-Key per aumentare
htmlb_NxStep3->Caption=Clicca N-Key per salvare
htmlb_3xStep3->Caption=Clicca 3-Key per salvare
ck_DisplayHardwareAdjustmentStatus->Caption=Display Modifica

[WeaponTestForm]
htmlb_Title->Caption=Descrizione
htmlb_Step1->Caption=Prova in corso…
htmlb_Step2->Caption=Dati Gun salvo in N-Key
htmlb_Step3->Caption=Entra subito in gioco per provare il prodotto !
ck_NoMoreDisplay->Caption=Non ricordarmelo !

[WeaponHelpForm]
Help_10=Offset
Help_11=Vedere la figura sulla destra, il tiro secondo è spostato in posizione (3,4) per l'effetto primo colpo di rinculo. Per anti-offset possono essere inserite (X, Y) di (-3, -4). L'unità utilizzata è il "pixel" della risoluzione dello schermo di gioco. Quindi, è uno dei fattori chiave per riferirsi
Help_20=Ritorno
Help_21=Dopo la prima esecuzione di scatti strafe, si può scegliere di restituire o di non ritorno il mirino alla prima posizione colpo.@RETURN@Di non ritorno: mirino rimangono in posizione dell'ultimo colpo, senza alcun compenso.@RETURN@Ritorno: Reticolo riprendere la posizione del primo colpo.
Help_30=Ripresa Intervallo (ms)
Help_31=Utilizzare l'intervallo di tempo tra 2 scatti può controllare la velocità di scatto, il tempo più breve si intende la maggiore velocità di scatto. La combinazione con "Offset" e pistole / fucili diversi, offre le migliori prestazioni delle armi da fuoco . 
Help_40=Loop
Help_41=In modalità di ripresa del ciclo, dopo aver completato il ciclismo principale della combinazione ballit , inizierà a funzionare sub-loop più volte, fino a quando il pulsante sinistro viene rilasciato.

[AboutForm]
About_1=Bloody7 - Non solo un software, migliora significativamente il mouse da gioco per essere tutti i tipi di caratteristiche speciali oltre a godersi il gioco e ispirare la passione! Solo con il mouse di Bloody, di Software e Hardware di coordinamento per lo svolgimento il giocatore della vittoria!
About_2=Considerando non tutti i giocatori devono necessario uno speciale ultra-Core3, al fine di evitare il rimpianto, con il prezzo economico per risparmiare la spesa di acquistare solo il mouse per il 1 ° tempo di utilizzo. Per esigenze future di più servizi e la funzione finale di speciale sanguinante nocciolo 3 codice di attivazione può essere preso da "Buy per bisogno". Abbiamo [1000 volte prova gratuita] per voi di provare il HEADSHOT potente prima di pensare a comprare il Ultra-Core3, Bloody deliberatamente creare una spesa ragionevole e ringrazio la vostra comprensione per tutti gli inconvenienti!
About_3=L’interfaccia di questo prodotto è ispirata da (scratch.mit.edu), un progetto del gruppo Lifelong Kindergarten presso il MIT Media Lab.
lb_AboutCompany->Caption=Copyright A4Tech Co., Ltd. 2013. All rights reserved.

[WirelessGuardForm]
htmlb_Title_Guard->Caption=Esclusivo, unico 5 tecniche e stabile qualità wireless RF!
ck_Function1_Guard->Caption=Attiva [RF-Sincronizza] 
ck_Function2_Guard->Caption=Attiva [Zero-offset di frequenza] 
ck_Function3_Guard->Caption=Attiva [Esclusivo Canale] 
ck_Function4_Guard->Caption=Attiva [Rilevatore di segnale RF]
ck_Function5_Guard->Caption=Attiva boost di trasmissione
ck_WakeType1_Guard->Caption=sveglia con movimento
ck_WakeType2_Guard->Caption=sveglia con click
ck_ActivateLowPowerRemind_Guard->Caption=Suggerimento Batteria scarica
htmlb_FunctionTip1_Guard->Caption=CN Invenzione brevetto n ZL200910192117.3
htmlb_FunctionTip2_Guard->Caption=In attesa di brevetto
htmlb_FunctionTip3_Guard->Caption=CN Invenzione brevetto n ZL200910041427.5
htmlb_Channel_Guard->Caption=Canale
htmlb_RSSI_Guard->Caption=Forza
htmlb_PowerDisplay_Guard->Caption=Potenza rimanente
htmlb_LowPowerRemind_Guard->Caption=Batteria scarica:%
htmlb_RemindInterval_Guard->Caption=Suggerimento intervallo: (Min)
htmlb_SleepTime_Guard->Caption=Impostare i minuti, iniziare a risparmio energetico
htmlb_Memo_Guard->Caption=Per migliorare la stabilità del mouse da gioco wireless, Bloody team RD appassionato di ricerca e gli sforzi, ha vinto il numero di brevetti d'invenzione NC. Tutto il duro lavoro è quello di fare di sangue mouse wireless da gioco per essere il migliore anche al di là del mouse cablato!
lb_OpenMemo_Guard->Caption=Spiegare>>
lb_CloseMemo_Guard->Caption=Chiudi>>
AccessDeny=Non è possibile applicare! (5 protezioni wireless sono limitate solo alla tastiera di gioco wireless Bloody e alla serie mouse)
bt_FOC_Guard->Caption=Calibrazione
htmlb_SensorPerformanceTitle_Guard->Caption=Regolazione frame rate
htmlb_SensorPerformance0_Guard->Caption=Auto
htmlb_SensorPerformance1_Guard->Caption=Office
htmlb_SensorPerformance2_Guard->Caption=MMO/RPG
htmlb_SensorPerformance3_Guard->Caption=FPS

[WirelessGuardHelpForm]
Guard10=[RF-Sincronizza] Tecnologia:
Guard11=Questa invenzione brevettata è quello di tagliare i tassi di risposta del report non è in grado di sincronizzare a causa della perdita di dati tra l'host e il mouse wireless o un problema di overflow. Garantire la sensibilità e ritardo zero.
Guard20=[Zero-Offset della frequenza] Tecnologia:
Guard21=[Zero-Offset della frequenza] Tecnologia: Per mouse wireless, il mouse e il ricevitore Nano sia della frequenza di cristallo non la partita al 100%, che ha causato la perdita di segnale wireless di dati, la [Frequenza correzione automatica] la tecnologia in grado di sincronizzare entrambi i lati delle frequenze e di garanzia i dati non saranno perdita di più! (Invenzione CN in attesa di brevetto).
Guard30=[Esclusivo Canale] Tecnologia:
Guard31=[Canale Esclusivo] Tecnologia: Il brevetto per invenzione CN fornire all'utente di scegliere esclusivi canali wireless, di fatto tagliato fuori alcuna interferenza!
Guard40=[RF segnale del rivelatore] Tecnologia:
Guard41=[Rilevatore di segnale RF] Tecnologia: Resistenza Radio Monitor segnale lontano da interferenze, quando il dosaggio inferiore del 90, procedete come di seguito:@RETURN@1. Trova l'interferenza di spegnere o lontano da esso.@RETURN@2. Collegare il ricevitore Nano in linea di estensione USB e luogo lontano dal PC o interferenze.@RETURN@3. Utilizzando il computer portatile, collegare il ricevitore Nano nello stesso lato con il mouse. 
Guard50=[Rafforzare Power] Tecnologia:
Guard51=Rafforzare il potere senza fili del segnale di trasmissione, migliore capacità di immunità al rumore, consentendo la trasmissione wireless più lontano e più stabile!
Guard_Tip51=abilitato
Guard_Tip52=non abilitato
lb_CheckPicture->Caption=Visualizza brevetto CN

[FileManagementForm]
lb_GameDirectory->Caption=Cartella gioco
lb_ImportDirectory->Caption=File
lb_ExportPath->Caption=Percorso
lb_ExportFile->Caption=Area temporanea file
LocalDrive=Disco
TrialVersionNoUse=View version, feature can not use!
FileExistIsOverwrite=Il file esiste, sovrascrivere?
DeskTop=Desktop
MyDocuments=I miei documenti
lb_FileType->Caption=Tipo
advcb_FileType->Caption0=Tutti i file (*.*)
advcb_FileType->Caption1=*.amc (File Macro)
advcb_FileType->Caption2=*.amc2 (File Macro)
advcb_FileType->Caption3=A-*.bwp (A-Burst)
advcb_FileType->Caption4=B-*.bwp (B-Strafe)
advcb_FileType->Caption5=C-*.bwp (C-Machine)
advcb_FileType->Caption6=D-*.bwp (D-In_Game)
advcb_FileType->Caption7=M-*.mgn (M-Macro gun)
advcb_FileType->Caption8=M-*.mgn2 (M-Macro gun)
advcb_FileType->Caption9=A-*.bmc (Single Combo)
advcb_FileType->Caption10=B-*.bmc (Cycle Combo)
advcb_FileType->Caption11=C-*.bmc (Auto Combo)
advcb_FileType->Caption12=*.ckPannel (Full Color)
advcb_FileType->Caption13=*.ckButton (Key Color)
advcb_FileType->Caption14=*.ckAnimation (Animation)
IllegalFile=Il file non può essere importato o esportato!
NoAuthority=Autorità insufficiente, esportazione non riuscita!
FileCount=Totale

[DevicePair]
htmlb_Title->Caption=Programma di abbinamento della serie wireless Bloody
htmlb_DevicePairDescript->Caption=Usare questo "programma di abbinamento" per abbinare la tastiera e il mouse wireless Bloody.
rb_MousePair->Caption=Abbinamento mouse
rb_KeyboardPair->Caption=Abbinamento tastiera
bt_StartPair->Caption=avvia assoc.
htmlb_PairStep1->Caption=1. Collegare il caricabatterie USB porta USB del computer
PairStep2_Mouse=2. Seguire l'immagine per trovare la porta di carica del mouse
PairStep2_Keyboard=2. Seguire l'immagine per trovare la porta di caricamento della tastiera
PairStep3_Mouse=3. Collegare il caricabatterie alla porta del mouse caricabatterie entro 30 sec.
PairStep3_Keyboard=3. Collegare il cavo di caricamento nella porta di caricamento della tastiera entro 30 secondi.
PairStep4_Mouse=4. Mouse avviare l'associazione dopo la fase di cui sopra, si prega di attendere!
PairStep4_Keyboard=4. La tastiera inizia l'abbinamento dopo il summenzionato passaggio, attendere prego!
CountdownSeconds=secondo
htmlb_PairedSuccessHint1->Caption=Associazione di successo!
PairedSuccessHint2_Mouse=Il mouse è pronto all'uso!
PairedSuccessHint2_Keyboard=La tastiera è pronta per essere usata!

[FOCAForm]
htmlb_Title->Caption=Frequenza di Offset di calibrazione
htmlb_FrequenceAnalysis->Caption=analisi:
lb_ProgressTip->Caption=Prompt:
ProgressTip1=Calibrazione ...
ProgressTip2=Completato!

[AuthorityManageForm]
lb_AuthorityManage->Caption1=Importa gestione autorità
lb_AuthorityManage->Caption2=Esporta gestione autorità
lb_FileNameTitle->Caption=File:
lb_AuthorMessage->Caption=Inserire informazioni autore:
lb_Author->Caption=Autore:
lb_AuthorHID->Caption=ID mouse:
lb_AllowMessage->Caption=Enter user info to share:
lb_PassWord->Caption=Password:
lb_ShareAuthority->Caption=Condividere autorità:
htmlb_Warning->Caption=Benvenuti alle informazioni di condivisione, un livello di cifratura più elevato fornirà una maggiore sicurezza, dopo che la password è stata dimenticata, non verrà più recuperata.
ChangeAuthority0=Esegui solo(ID mouse)
ChangeAuthority1=Esegui solo
ChangeAuthority2=Modifica & Emetti
PassWordError=Password sbagliata, inserire nuovamente.
lb_Phone->Caption=Phone:
lb_Email->Caption=Email:
lb_Web->Caption=Shop:
lb_SpecifyHID->Caption=ID mouse:

[BatchHardwareIDForm]
lb_MoreHardwareID->Caption=
lb_InputHardwareID->Caption=Mouse IDs :

[ProfileConfigurationForm]
lb_ConfigurationSwitch->Caption=Configura modalità interruttore:
lb_Configuration->Caption=Profilo 
lb_Apply->Caption=Applica
lb_Enable->Caption=Attiva
lb_Light->Caption=Colore
HardwareSwitch=Senza driver per il mouse
IntelligentSoftwareSwitch=Software funzionante
KeyboardHotKeySwitch=Hotkey tastiera
ProfileKeySwitch=Tasto specifico mouse
NotSpecify=Non può essere specificato
MouseProfileKey=Chiave profilo mouse
Hardware=Senza driver
Software=Applicazione
HotKey=Hotkey
ProfileKey=Chiave profilo  
KeyboardHotKey=Seleziona hotkey
OpenSoftware=Seleziona applicazione
Delete=Elimina
AllowedToRepeat=La selezione non può duplicare il messaggio
sp_Light1->Hint=Colori modificabili
lb_Prompt1->Caption=Fare doppio clic [1], la luce della ruota inizia a lampeggiare, usare il “4°” e “5°” pulsante del mouse per regolare la luce e le impostazioni, fare clic su [1] nuovamente per salvare le impostazioni (le serie V/VM/A/N non supportano la funzione di modifica luce)
lb_Prompt2->Caption=Premere il pulsante a ingranaggio in avanti per più di 3 secondi per attivare la modalità di modifica, la luce della ruota inizia a lampeggiare. Usare il “4” e “11°” pulsante del mouse per regolare le impostazioni e la luce, quindi premere nuovamente il pulsante a ingranaggio per salvare le impostazioni.

[SensorLiftHeightConfirmForm]
lb_CalibrateConfirmMessage->Caption=Salvare l'altezza calibrata del sensore?
lb_RestoreMessage->Caption=Ritorna a imp prec. dopo 7 sec.
CountDownText=Conto alla rovescia
SecondText=Secondo
bt_Ok->Caption=Prenota
bt_Restore->Caption=Riprendi

[SensorLiftHeightCalibrationForm]
lb_Title->Caption=Metodo di calibrazione sensore
CalibrationStep1=Premere il pulsante "Start" per iniziare.
CalibrationStep2=Premere e tenere premuto il pulsante sinistro per iniziare.
CalibrationStep3=Premere puls. sx, spostandosi con movimento a "Z" su mouse pad, quindi rilasciare per completare calibraz.
CalibrateButton_Start=Inizia
CalibrateButton_Restart=Riparti
CalibrateInfo_Calibrating=In corso…
CalibrateInfo_Finish=Completato!

[UltraComboForm]
UltraComboManagement=File
GameManagement_New=Nuova cartella
GameManagement_Modify=Rinomina cartella
GameManagement_Delete=Elimina cartella
FileManagement_New=Nuovo
FileManagement_Open=Apri
FileManagement_Save=Salva
FileManagement_SaveAs=Salva con nome…
FileManagement_Delete=Elimina
FileManagement_ReName=Rinomina
FileManagement_ImportExport=Importa / Esporta
FileManagement_Transfer=Caricamento / Scaricamento
FileManagement_SaveAsMacro=Salva come formato OSCAR
lb_CheatsGameDirectory_UltraCombo->Caption=Directory:
lb_CheatsMode_UltraCombo->Caption=Categoria:
lb_CheatsName_UltraCombo->Caption=Nome:
lb_CheatsDescription_UltraCombo->Caption=Note:
lb_OpenStatemen_UltraCombo->Caption=Spiegare>>
lb_CloseStatement_UltraCombo->Caption=Chiudi>>
lb_Prompt_UltraCombo->Caption=Testarlo nei giochi, se il loop non si ferma, premere i tasti L/R/M del mouse per rilasciare il loop, quindi controllare nuovamente le procedure.
bt_CheatsDownloadExplain_UltraCombo->Caption=Manuale
htmlb_Statement1_UltraCombo->Caption=
htmlb_Statement2_UltraCombo->Caption=Semplificare la combinazione di tasti MMO/RPG in comandi combo. Sarà possibile usare i tipi A/B/C 9, oppure convertire le macro Oscar per ulteriori combo avanzate. Quando vengono effettuate modifiche e modificati dati, usare unicamente il tipo di file originale.
htmlb_Statement3_UltraCombo->Caption=A> Applicabile per eseguire un singolo comando combo. 
htmlb_Statement4_UltraCombo->Caption=B> Applicabile per eseguire un comando combo "Attacco ripetitivo". Rilasciare il pulsante per interrompere l'esecuzione Combo.
htmlb_Statement5_UltraCombo->Caption=C> Applicabile per eseguire i comandi combo "Attacco auto & esecuzione automatica". Premere nuovamente lo stesso pulsante per interrompere l'esecuzione Combo.
AModeStatement=A>Single Combo
BModeStatement=B>Cycle Combo
CModeStatement=C>Auto Combo
OpenDialog_Title1=Nuovo
OpenDialog_Title2=Apri
OpenDialog_Title3=Salva
OpenDialog_Title4=Salva con nome…
OpenDialog_GameName=Catalogo 
OpenDialog_GunFile=File
NewGameNameTitle=Nome nuovo gioco
NewGameNameDefault=Nome nuovo gioco
ModifyGameNameTitle=Modifica nome gioco
DeleteGameTitle=Delete
DeleteGameNameTitle=File
DeleteGameFileConfirm=Eliminare i dati di questo gioco ?
DeleteGameFileSelected=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
RenameGameNameSelected=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
PleaseCreateDirectory=Si prega di creare cartella del gioco
NewCreateFileName=Nuovo
NewCreateFileDefault=Nuovo file
OpenDialog_FileType=Tipo
OpenDialog_FileTypeCaption1=Tutti i file (*.*)
OpenDialog_FileTypeCaption2=A-*.bmc (Single Combo)
OpenDialog_FileTypeCaption3=B-*.bmc (Cycle Combo)
OpenDialog_FileTypeCaption4=C-*.bmc (Auto Combo)
VersionMessage=Leggi la versione non può salvare!
MacroUsed=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
MacroModify=Lo macro è stato modificato, salvare?
InputNameInvalid=Inserimento nome invalido , non possono contenere caratteri  \ / : * ? " < > | ].
MacroFileDelete=Eliminare il file permanentemente ?
MacroFileSelected=File / Cartella è stato applicato alla memoria del mouse, vuoi Elimina / Rinomina? Se [YES] la funzione cancella!
ModifyFileNameTitle=Rinomina
PleaseInputFileName=Digitare nome macro
FileExistAlready=File esiste, sostituire?
rb_OneKeyKill_UltraCombo->Caption=A>Single Combo
rb_CycleKill_UltraCombo->Caption=B>Cycle Combo
rb_AutoKill_UltraCombo->Caption=C>Auto Combo
OpenDialog_Title5=Elimina
NoAuthorityUse=Autorità insufficiente, non è possibile aprire il file!
MustCreatFile=È necessario creare un nuovo file di macro da modificare!
bt_Start_UltraCombo->Caption=<F11> per iniziare
bt_Stop_UltraCombo->Caption=<F12> per fermarsi
ck_KeyboardAction->Caption=Registra funzionamento tastiera
ck_MouseClick->Caption=Registra click mouse
lb_TestCommon->Caption=Descrivere funzione macro in dettaglio:
bt_InsertKeyboard_UltraCombo->Hint=Inserisci tastiera
bt_InsertMouse_UltraCombo->Hint=Inserisci mouse
bt_InsertDelay_UltraCombo->Hint=Inserisci ritardo
bt_Record_UltraCombo->Hint=Registra
mi_InsertKeyboard_UltraCombo->Caption=Inserisci tastiera
mi_InsertMouse_UltraCombo->Caption=Inserisci mouse
mi_InsertDelay_UltraCombo->Caption=Inserisci ritardo
mi_ClearAll_UltraCombo->Caption=Elimina tutto
lb_TestDescription->Caption=I dati verranno salvati provvisoriamente nella memoria del 4° tasto del mouse. Mentre ci si trova nella zona test o nella zona gioco, per ripristinare l'impostazione predefinita 4° tasto andare alla “Pagina chiave” e resettarka
ck_CursorRecord->Caption=Avvia registrazione cursore
lb_InterruptTips->Caption=Nel caso in cui il programma di test sia fuori controllo, premere [Maiuscole]+[Blocco scorrimento]+[Blocco num] per interromperlo, quindi eseguire nuovamente il debug del programma.
PressSpaceToTest=Premere il 4° tasto per avviare il test
bt_Clear_UltraCombo->Caption=Cancella
Key=Chiave
KeyDown=Premere
KeyUp=Rilascia
MouseMoveTo=Mouse_sposta_a
MouseRelativeMove=Mouse_relativo_sposta
Delay=Ritardo
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Scorri_alto
MouseWhellDown=Scorri_basso
MouseLeftKeyDown=Premere_pulsante_sinistro
MouseLeftKeyUp=Rilasciare_pulsante_sinistro
MouseLeftKeyClick=Clic_pulsante_sinistro
MouseLeftKeyDblClick=Doppio_clic_pulsante_sinistro
MouseMiddleKeyDown=Premere_pulsante_centrale
MouseMiddleKeyUp=Rilasciare_pulsante_centrale
MouseMiddleKeyClick=Clic_pulsante_centrale
MouseRightKeyDown=Premere_pulsante_destro
MouseRightKeyUp=Rilasciare_pulsante_destro
MouseRightKeyClick=Clic_pulsante_destro
MouseFourthKeyDown=Premere_4°_pulsante
MouseFourthKeyUp=Rilasciare_4°_pulsante
MouseFourthKeyClick=Clic_4°_pulsante
MouseFifthKeyDown=Premere_5°_pulsante
MouseFifthKeyUp=Rilasciare_5°_pulsante
MouseFifthKeyClick=Clic_5°_pulsante

[UltraComboHelp]
Help_10=A> Single Combo
Help_11=Premere questo pulsante per eseguire "Single Combo" (eseguito una volta nel gioco di ruolo MMO/RPF e nei giochi di combattimento) per una combinazione singola di pulsanti multi-chiave.
Help_20=B> Cycle Combo
Help_21=Premere e tenere questo pulsante per eseguire " Cycle Combo" (eseguito ripetutamente nel gioco di ruolo MMO/RPF e nei giochi di combattimento) e per interrompere un'esecuzione rilasciare lo stesso pulsante. 
Help_30=C> Auto Combo
Help_31=Premere questo pulsante per eseguire "Auto Combo" (eseguito automaticamente nel gioco di ruolo MMO/RPF e nei giochi di combattimento) e per interrompere l'esecuzione, rilasciare lo stesso pulsante.

[MultiDeviceManageForm]
lb_Title->Caption=Dispositivi multipli
lb_Description->Caption=Usare il software per configurare uno dei mouse Bloody configurati, il LED ruota lampeggiante indica che uno è stato associato
Bloody_V_Mouse=Mouse della serie V
Bloody_VL_Mouse=Mouse della serie VL
Bloody_T_Mouse=Mouse della serie T
Bloody_TL_Mouse=Mouse della serie  TL
Bloody_ZL_Mouse=Mouse della serie ZL
Bloody_ML_Mouse=Mouse della serie ML
Bloody_W_Wireless_Mouse=Mouse della serie RT (Modalità wireless)
Bloody_W_Wired_Mouse=Mouse della serie RT (Modalità cablata)
Bloody_WL_Wireless_Mouse=Mouse della serie WL (Modalità wireless)
Bloody_WL_Wired_Mouse=WL-series Mice (Modalità cablata)
Bloody_R_Mouse=Mouse della serie R
Bloody_RT_Mouse=Mouse della serie RT
Bloody_F_Mouse=Mouse della serie F
Bloody_FL_Mouse=Mouse della serie FL
Bloody_Fc_Mouse=Mouse della serie F
Bloody_FLc_Mouse=Serie FL - Mouse laser per gioco colorato
Bloody_A_Mouse=Mouse della serie A
Bloody_AL_Mouse=Mouse della serie AL
Bloody_N_Mouse=Mouse della serie N
Bloody_NL_Mouse=Mouse della serie NL
Bloody_E_Mouse=Serie E - Mouse per gioco colorato
Bloody_P80_Mouse=Mouse della serie P
Bloody_P88_Mouse=Mouse della serie P
Bloody_S9X_Mouse=Mouse della serie S
Bloody_S9XPro_Mouse=S Series-RGB Pro mouse
Bloody_SL9X_Mouse=SL Series-RGB Laser Mouse
Bloody_P81Pro_Mouse=P Series-RGB Pro mouse
Bloody_PL81_Mouse=P Series-RGB Laser Mouse
Bloody_J86_Mouse=Mouse della serie J
Bloody_J90_Mouse=Mouse della serie J
Bloody_J95_Mouse=Mouse della serie J
Bloody_J81_Mouse=Mouse della serie J
Bloody_W60Max_Mouse=Mouse della serie W
Bloody_P80Pro_Mouse=Bloody Pro game mouse
Bloody_L68_Mouse=Mouse della serie L

[ExtraChannelSettingForm]
lb_NotifyingMouse->Caption=Spostare cortesemente il mouse…
lb_NotifyingKeyboard->Caption=Premere qualsiasi tasto sulla tastiera…

[ColorPaletteForm]
lb_ColorEditor->Caption=Modifica colore:
lb_BasicColor->Caption=Colore di base:
lb_CurrentColor->Caption=Colore attuale
lb_Red->Caption=Rosso (R)
lb_Green->Caption=Verde（G）
lb_Blue->Caption=Blu（B）

[MouseGesturesForm]
lb_Title->Caption=Impostazioni gesti 16-in-1:
lb_Context->Caption=Come usare i gesti del mouse: Premere e TENERE PREMUTO il pulsante "Gesti mouse" e spostare il mouse nelle direzioni indicate qui sotto, quindi rilasciare il pulsante.
ck_RealTimeReply->Caption=Movimento continuo
lb_Distance->Caption=Sensibilità
lb_Units->Caption=(1@equ@Low)
lb_Default->Caption=Ripristina valore predefinito
lb_Context->Caption.2X=Uso 16-in-One: Trattieni il pulsante "2X" , sposta il mouse come direzione "Freccia", poi rilascia il pulsante. Se viene selezionato "Risposta in tempo reale", possono essere eseguite le 8 funzioni più frequenti, oppure sarà possibile configurare la sensibilità.
InputDigitError=Inserisci i numeri!!!
DistanceRangeError=Una gamma di durata sensibilità da %x a %y.

[MouseGesturesExForm]
lb_Title->Caption=
lb_Context->Caption=
ck_EnabledTipBoard->Caption=

[Wheel4DForm]
lb_Wheel4DSet->Caption=Configurazione ruota senza tilt
lb_ChooseWheel4D->Caption=Attiva ruota senza tilt
lb_ChooseStandard->Caption=Attiva ruota standard
lb_HideWheel4DIcon->Caption=Cancella icona "ruota senza tilt"
lb_HidePartialIcon->Caption=Nascondi icona partizione
lb_VerticalScrollSet->Caption=Scroll verticale
lb_VerticalScrollLines->Caption=Righe per scroll:
lb_VerticalScrollPage->Caption=Una schermata per scroll
lb_HorizontalScrollSet->Caption=Scroll orizzontale
lb_HorizontalScrollNote->Caption=Parole per scroll
lb_Wheel4DTitleOfNotes->Caption=Introduzione della ruota senza tilt
lb_Wheel4DNotes->Caption=La "ruota senza tilt" innovativa e brevettata trasforma una ruota singola in uno scroll a 4 vie, e lo scrolling verticale/orizzontale non è mai stato così efficace ed effettivo. Ad esempio, suddivide i fogli di calcolo Excel in aree A e B. A seconda della posizione del cursorse in ogni area, passa automaticamente allo scroll orizzontale se il cursore si trova nell'"Area A" e viceversa per lo scroll verticale.
lb_ARegionNotes->Caption=Cursore nell'area A, scroll verticale
lb_BRegionNotes->Caption=Cursore nell'area B, scroll orizzontale
lb_PartialIcon->Caption=Icona partizione
lb_Wheel4DFormHint->Caption=Premere e tenere premuto per spostare l'icona e regolare il rapporto delle aree A e B.
lb_OpenWeb->Caption=Fare clic per accedere al sito web XFAR
InputDigitError=Inserire i numeri!!!
Wheel4DSetValueRange=Impostare una gamma di valori compresi fra %x e %y.
ck_AreaABSwap->Caption=Inverti aree  A & B

[PenSuitForm]
lb_Title->Caption=Impostazioni TutorPen
lb_HandwritingEraseType->Caption=Impostazioni gomma:
rb_EraseType1->Caption=Gomma automatica
rb_EraseType2->Caption=Gomma manuale
lb_EraseType1->Caption=Tenendo premuto il pulsante in fase di disegno della riga, la riga verrà cancellata quando il pulsante viene rilasciato.
lb_EraseType2->Caption=Tenendo premuto il pulsante e disegnando la riga, la riga verrà cancellata facendo doppio clic sul pulsante.
lb_BoldType->Caption=Penna grassetto:
ck_BoldType3->Caption=Grassetto
ck_BoldType2->Caption=Normale
ck_BoldType1->Caption=Sottile
lb_Hint->Caption=Ci sono 3 larghezze di righe che è possibile selezionare per la propria presentazione in fase di riunione o lezione
lb_PenColor->Caption=Scegliere il colore della penna:

[ScreenCapture]
rb_Rectangle->Hint=Rettangolo
rb_Ellipse->Hint=Ellissi
rb_Arrow->Hint=Freccia
rb_Brush->Hint=Pennello
rb_Text->Hint=Testo
bt_Restore->Hint=Ripristina
bt_Save->Hint=Salva
bt_Giveup->Hint=Abbandona
bt_Finish->Hint=Finisci
rb_ToolAttributePenSize1->Hint=DimensionePenna1
rb_ToolAttributePenSize2->Hint=DimensionePenna2
rb_ToolAttributePenSize3->Hint=DimensionePenna3
ck_FontBold->Hint=Grassetto
ck_FontItalic->Hint=Corsivo
ck_FontUnderLine->Hint=Sottolinea
rb_Mosaic->Hint=Mosaico
bt_Note->Hint=Nota

[LightEffectForm]
lb_LightBrightness->Caption=Luminosità LED:
ColorEffect=Effetto luce:
ColorEffect1=Luce costante colore pieno
ColorEffect2=Respirazione colore pieno (flash lento)
ColorEffect3=Respirazione colore pieno (flash)
ColorEffect4=Loop colore pieno (flash lento)
ColorEffect5=Loop colore pieno (flash)
ColorEffect6=Leggera variazione di colore (lento)
ColorEffect7=Leggera variazione di colore (veloce)
NeonEffect=Effetto luce:
NeonEffect1=Luci spente
NeonEffect2=Sistema riflesso neon
NeonEffect3=Luce costante
NeonEffect4=Respiro

[PreventDisturbForm]
lb_Title->Caption=Caricamento profilo on-board:
lb_Comment->Caption=Quando [Caricamento profilo on-board] è attivato, il software si chiude per liberare risorse di sistema e tutte le informazioni verranno salvate sulla memoria del mouse.
lb_Configuration->Caption=Impostazioni
lb_ProgramName->Caption=Nome del programma
lb_GameComment->Caption=Nome del gioco
lb_PreventDisturb->Caption=Attiva
CloseSoftwareTips=Scheda "OK": Attiva  "Caricamento profilo On-Board"@RETURN@@RETURN@Scheda "Esci": Salva le impostazioni sulla memoria del mouse e avvia il gioco senza il software Bloody.@RETURN@
ck_DoNotRemind->Caption=Toglie i pop-up relativamente a "Caricamento profilo On-Board" 
im_OpenExe->Hint=Aggiungi
im_Delete->Hint=Rimuovi
ProgramExists=Questo nome di programma esiste già

[ForcedStandardMouseForm]
lb_Title->Caption=Enter the Tournament Mode@RETURN@(Disable all gaming macro keys)
lb_SetPassword->Caption=Enter Password : 
lb_ConfirmPassword->Caption=Repeat Password : 
EmptyPassword=Must enter password!
ConfirmPasswordError=Enter Password and Repeat Password must be the same!
lb_RestoreTitle->Caption=You have entered the tournament mode!  We have disabled all the software macro functions from your current mouse.
lb_UnlockPassword->Caption=To restart the mouse to original marco settings, please enter the password :

[SLEDManageForm]
EffectManagement=Nomi
EffectManagement_ImportExport=Importa / Esporta
SLEDPannel=Full Color
SLEDButton=Key Color
SLEDAnimation=Animation
SLEDAlgorithm=Algorithm
ControlKey=Illuminazione
lb_CommentTitle_SLED->Caption=Effetti di illuminazione RGB:
lb_Comment_SLED->Caption=Cinque (5) effetti di illuminazione sono precaricati in modalità predefinita. Regolare gli effetti di illuminazione sollevando il mouse dalla sua superficie e premendo il pulsante  [1] per scorrere gli effetti in ciclo.
ApplyInform=Effetto illuminazione RGB salvato.
AccessDeny=La funzione è pensata SOLO per mouse con modalità di gaming RGB attivata. Si prega di consultare il manuale per ulteriori informazioni in merito.
ck_LightingEffects->Caption=Dopo aver premuto l'interruttore 1/N/3 il dispositivo non torna automaticamente alla modalità effetto luce.

[SLEDEditorForm]
EffectManagement=Nomi
EffectManagement_New=Nuovo
EffectManagement_Open=Apri
EffectManagement_Save=Salva
EffectManagement_SaveAs=Salva con nome
EffectManagement_Delete=Elimina
EffectManagement_Rename=Rinomina
ColorKeyboardPannel=Full Color
ColorKeyboardButton=Key Color
ColorKeyboardAnimation=Animation
lb_PannelTitle->Caption=Effetto luce:
lb_PannelLight->Caption=Luce costante
lb_PannelBreath->Caption=Respiro
lb_PannelSlowBreath->Caption=Lento
lb_PannelFastBreath->Caption=Veloce
lb_ButtonTitle->Caption=Effetto luce:
lb_KeyColor->Caption=Click_colore
lb_DownColor->Caption=Stampa_colore
lb_UpColor->Caption=Rilascia_colore
lb_ButtonSlowBreath->Caption=Lento
lb_ButtonFastBreath->Caption=Veloce
ButtonType1=Click_cambia colore
ButtonType2=Click_meteora
ButtonType3=Click_ondulazione
bt_AnimationPlay->Hint=Play
bt_AnimationStop->Hint=Stop
bt_AnimationPrevious->Hint=Indietro
bt_AnimationNext->Hint=Avanti
bt_AnimationLoadFrame->Hint=Copia frame sui pulsanti
bt_AnimationSaveFrame->Hint=Copia pulsanti sui frame
bt_AnimationNewFrame->Hint=Aggiungi frame
bt_AnimationDeleteFrame->Hint=Elimina frame
bt_AnimationUndo->Hint=Annnulla
bt_AnimationRedo->Hint=Ripeti
lb_AnimationTitle->Caption=Effetti di illuminazione animazione:
lb_AnimationTimeUnit->Caption=【Min】
lb_BackgroundColor->Caption=Colore di sfondo
AnimationCommentOpen=Spiegare>>
AnimationCommentClose=Chiudi>>
AnimationComment=【Loop Mode】Imp. su 0 min, visualizza immed. effetto animaz.@RETURN@【Smart Mode】Nessun inserim. Tastiera per 1~10 min, avvia effetto animazione. Clic su qualsiasi tasto per fermare.
NewCreateFileName=Nuovo
NewCreateFileDefault=Nuovo file
mi_AddFrame->Caption=Nuovo frame
mi_CopyFrame->Caption=Ri-esegui frame
mi_DeleteFrame->Caption=Elimina frame
mi_LoadFrame->Caption=Copia su pulsanti
mi_SaveFrame->Caption=Copia su frame
mi_ChangeFrameOrder->Caption=Modifica ordine
mi_MoveFront->Caption=Imposta come primo
mi_NextFrame->Caption=Parte posteriore
mi_PreviousFrame->Caption=Parte anteriore
mi_MoveBack->Caption=Imposta come ultimo
SetColorPrompt=Tasto_sinistro [click] o [drag]@RETURN@pulsanti modifica colore
InputNameInvalid=Inserimento nome invalido , non possono contenere caratteri  \ / : * ? " < > | ].
IsCreateNewFile=File nuovo ?
MacroModify=Lo macro è stato modificato, salvare?
IsDeleteFile=Eliminare il file permanentemente ?
RenameName=Rinomina
PleaseInputMacroName=Nome del nuovo file
ExistAlready=File esiste, sostituire?
ExceedLimitCount=Supera i frame massimi

[SLEDFileDialog]
lb_Directory->Caption=RGB
lb_FileName->Caption=Nomi
lb_Title->Caption1=Apri
lb_Title->Caption2=Salva
lb_Title->Caption3=Salva con nome
lb_Title->Caption4=Elimina
lb_FileType->Caption=Tipo
advcb_FileType->Caption1=Tutti i file di effetto illuminazione
advcb_FileType->Caption2=*.ckPannel - Full Color
advcb_FileType->Caption3=*.ckButton - Key Color
advcb_FileType->Caption4=*.ckAnimation - Animation
NoAuthorityUse=Insufficient authority, export failed!

[SLEDDelaySetForm]
lb_DelayTime->Caption=Delay (sec):
lb_ChangeSingle->Caption=modifica solo il tempo di delay
lb_ChangeAll->Caption=Modifica tutti i tempi di delay
lb_ChangeArea->Caption=Modifica  la parte tempi di delay (frame) : 

[OptionForm]
rb_BasicSetting->Caption=Basic settings
rb_SafeSetting->Caption=Security settings
rb_PermitSetting->Caption=Permission setting
lb_BasicItem0->Caption=%B7 light
lb_BasicItem1->Caption=%B7 main panel
lb_BasicItem2->Caption=%B7 status
lb_BasicItem3->Caption=%B7 session window
lb_BasicItem4->Caption=%B7 information display
lb_BasicItem5->Caption=%B7 reminder
lb_BasicItem6->Caption=%B7 hotkey
lb_BasicItem7->Caption=%B7 sound
lb_BasicItem8->Caption=%B7 software update
lb_BasicItem9->Caption=%B7 file management
lb_BasicItem10->Caption=%B7 file sharing
lb_BasicItem11->Caption=%B7 video call
lb_BasicContentTitle0->Caption=Light:
lb_BasicContentTitle1->Caption=Main Panel:
lb_BasicContentTitle2->Caption=Status:
lb_BasicContentTitle3->Caption=Session Window:
lb_BasicContentTitle4->Caption=Info Display:
lb_BasicContentTitle5->Caption=Reminder:
lb_BasicContentTitle6->Caption=Hotkey:
lb_BasicContentTitle7->Caption=Sound:
lb_BasicContentTitle8->Caption=Software Update:
lb_BasicContentTitle9->Caption=File Management:
lb_BasicContentTitle10->Caption=File Sharing:
lb_BasicContentTitle11->Caption=Video Call:
ck_LightingEffects->Caption=After pressing the 1/N/3 switch, device will not automatically return to the light effect mode.

[DownloadConfirmForm]
lb_Title->Caption=Spazio memoria:
lb_ExceededCapacity->Caption=Lo script ha superato il limite delle dimensioni, si prega di eliminare parte dello script.
lb_DownloadedTips->Caption=[ Script Salvato ]
lb_Hint->Caption=*Lo spazio della memoria di sistema sarà interessato dal livello Core e dalle funzioni aggiuntive selezionate.
TotalCapacity=Spazio totale:
AvailableCapacity=Spazio restante:
ck_DoNotShowAnymore->Caption=Non mostrare più

[WeaponExtensionsKeysForm]
lb_Title->Caption=
lb_ExtensionsKeyTitle->Caption=
lb_WheelLightTitle->Caption=
lb_ActivateTitle->Caption=
lb_Hint->Caption=
LightOff=
LightStyle1=
LightStyle2=
WhiteLight=
GreenLight=
PurpleLight=
im_ExtensionsKeyM->Hint=bottone medio
im_ExtensionsKey4->Hint=4th bottone
im_ExtensionsKey5->Hint=5th bottone

[SharkSeriesMouseKeySetting]
lb_Title->Caption=[Left Button] Setting
rb_SharkMouseKey1N->Caption=1/N
rb_SharkMouseKey1N3->Caption=1/N/3
rb_SharkMouseKey1N34->Caption=1/N/3/4

[VoiceActivateGun]
VoiceControlKey1=Voice control key [N]
VoiceControlKey2=Voice control key [3]
VoiceControlKey3=Voice control key [4]
VoiceControlKey4=Voice control 1
VoiceControlKey5=Voice control 2
VoiceControlKey6=Voice control 3
VoiceControlKey7=Voice control 4

